

[{

        "product_id": "0",
        "product_name": "Palla da Basket",
        "visibility": "highlights",
        "category": "Sport",
        "associated_image": "basketball_ball.jpg",
        "price": "15",
        "description": {
            "it": "La palla da basket originariamente era composta da otto parti di pelle legate insieme, oggi vengono prodotte in pelle, gomma o materiale sintetico.",
            "en": "The basketball originally consisted of eight parts of leather bound together, today they are produced in leather, rubber or synthetic material."
        }
    },

    {
        "product_id": "1",
        "product_name": "Porta da Calcio",
        "visibility": "highlights",
        "category": "Sport",
        "associated_image": "football_goal.jpg",
        "price": "80",
        "description": {
            "it": "La porta è un elemento del campo di calcio, che delimita il confine del rettangolo stesso.",
            "en": "The goal is an element of the soccer field, delimiting the boundary of the rectangle itself."
        }
    },

    {
        "product_id": "2",
        "product_name": "Teschio",
        "visibility": "main-page",
        "category": "Collezionismo",
        "associated_image": "skull.jpg",
        "price": "50",
        "description": {
            "it": "Teschio, ossa della testa, solitamente riferito ai corpi morti.",
            "en": "Skull, head bones, usually referring to dead bodies."
        }
    },

    {
        "product_id": "3",
        "product_name": "Palla da Pallavolo",
        "visibility": "main-page",
        "category": "Sport",
        "associated_image": "palla_pallavolo.jpg",
        "price": "30",
        "description": {
            "it": "Un pallone da pallavolo è una palla usata per giocare a pallavolo, a beach volley o altre varianti della pallavolo.",
            "en": "A volleyball is a ball used to play volleyball, beach volleyball, or other variations of volleyball."
        }
    },

    {
        "product_id": "4",
        "product_name": "Computer",
        "visibility": "highlights",
        "category": "Elettronica",
        "associated_image": "computer.jpg",
        "price": "500",
        "description": {
            "it": "Un computer è una macchina programmabile automatizzata in grado di eseguire sia calcoli matematici complessi che altri tipi di elaborazione dei dati.",
            "en": "A computer is an automated programmable machine capable of performing both complex mathematical calculations and other types of data processing."
        }
    },

    {
        "product_id": "5",
        "product_name": "Coppa",
        "visibility": "main-page",
        "category": "Collezionismo",
        "associated_image": "cup.jpg",
        "price": "20",
        "description": {
            "it": "Coppa adatta per tutti i tuoi tornei, con un design fantastico.",
            "en": "Cup suitable for all your tournaments, with a great design."
        }
    },

    {
        "product_id": "6",
        "product_name": "Diario",
        "visibility": "main-page",
        "category": "Scuola",
        "associated_image": "diary.jpg",
        "price": "10",
        "description": {
            "it": "L'agenda è uno strumento in cui vengono registrati gli appuntamenti e le attività da svolgere su base giornaliera o settimanale.",
            "en": "The diary is a tool in which appointments and tasks to be carried out are recorded on a daily or weekly basis."
        }
    },

    {
        "product_id": "7",
        "product_name": "Cuffie",
        "visibility": "main-page",
        "category": "Elettronica",
        "associated_image": "headphones.jpg",
        "price": "100",
        "description": {
            "it": "Le cuffie sono un paio di piccoli driver per altoparlanti indossati sopra o intorno alla testa sopra le orecchie di un utente. Sono trasduttori elettroacustici, che convertono un segnale elettrico in un suono corrispondente.",
            "en": "Headphones are a pair of small loudspeaker drivers worn on or around the head over a user's ears. They are electroacoustic transducers, which convert an electrical signal to a corresponding sound."
        }
    },

    {
        "product_id": "8",
        "product_name": "Comodino",
        "visibility": "main-page",
        "category": "Casa",
        "associated_image": "night_table.jpg",
        "price": "70",
        "description": {
            "it": "Il comodino è un sipario in tela, posto all'interno del palcoscenico, formato da due parti fisse poste ai lati e una parte mobile, spesso ornata da decori e dipinti, disposta parallelamente al sipario principale.",
            "en": "The bedside table is a curtain in canvas, placed inside the stage, formed by two fixed parts placed on the sides and a mobile part, often adorned with decorations and paintings, arranged parallel to the main curtain."
        }
    },

    {
        "product_id": "9",
        "product_name": "Scarpe",
        "visibility": "main-page",
        "category": "Abbigliamento",
        "associated_image": "shoes.jpg",
        "price": "40",
        "description": {
            "it": "La scarpa è un accessorio di abbigliamento, che riveste e protegge il piede e permette a chi la indossa di camminare più agevolmente su qualsiasi superficie.",
            "en": "The shoe is a clothing accessory, which covers and protects the foot and allows the wearer to walk more easily on any surface."
        }
    },

    {
        "product_id": "10",
        "product_name": "Statua",
        "visibility": "main-page",
        "category": "Collezionismo",
        "associated_image": "statue.jpg",
        "price": "30",
        "description": {
            "it": "Una statua è una scultura a tutto tondo che può raffigurare un oggetto, una figura umana o animale o un'entità astratta e idealizzata.",
            "en": "A statue is a full-relief sculpture that may depict an object, a human or animal figure, or an abstract, idealized entity."
        }
    },

    {
        "product_id": "11",
        "product_name": "Tv",
        "visibility": "main-page",
        "category": "Elettronica",
        "associated_image": "tv.jpg",
        "price": "400",
        "description": {
            "it": "La televisione è un servizio per la diffusione in corrente di contenuti audio-video, tipicamente sotto forma di programmi televisivi trasmessi da emittenti televisive, fruibili in diretta, in differita o con breve differimento, ad utenti ubicati in aree geografiche servite da apposite reti di telecomunicazioni e dotate di dispositivi elettronici specifici denominati televisori, o altri sistemi di telecomunicazione per la ricezione del segnale.",
            "en": "Television is a service for the current broadcasting of audio-video content, typically in the form of television programs broadcast by television broadcasters, usable live, deferred or with a short delay, to users located in geographical areas served by special telecommunications networks and equipped with specific electronic devices called televisions, or other telecommunications systems for signal reception."
        }
    }
]
